Repository: wnhirsch/scrudents-ios
Catalog: scrudents/Scrudents/*.lproj/Localizable.strings
Languages: pt_br

source: done
pt_br: concluído

source: next
pt_br: seguinte

source: Okay
pt_br: Entendi

# day.month
source: %2$02d/%1$02d
pt_br: %02d/%02d

# day.month.year
source: %2$02d/%1$02d/%3$d
pt_br: %02d/%02d/%d

# field.error
source: Campo Inv√°lido
pt_br: Campo Inválido

# field.error.msg
source: The value on %@'s field is not valid.
pt_br: O campo %@ não possui um valor válido.

source: Address
pt_br: Endereço

# address.cep
source: Postal Code
pt_br: CEP

# address.street
source: Street
pt_br: Rua

# address.number
source: Number
pt_br: Número

# address.addon
source: Add-on
pt_br: Complemento

# address.district
source: District
pt_br: Bairro

# address.city
source: City
pt_br: Cidade

# address.state
source: State
pt_br: Estado

source: Mother
pt_br: Mão

# mother.name
source: Name
pt_br: Nome

# mother.payday
source: Pay Day
pt_br: Dia do Pagamento

# filter.student.name
source: Student's Name
pt_br: Nome do Estudante

# filter.address.street
source: Street
pt_br: Rua

# filter.address.district
source: District
pt_br: Bairro

# filter.address.city
source: City
pt_br: Cidade

# filter.address.state
source: State
pt_br: Estado

# filter.mother.name
source: Mother's Name
pt_br: Nome da Mãe

source: Student
pt_br: Estudante

# student.create
source: Create Student
pt_br: Criar Estudante

# student.createdAt
source: Registered at %@
pt_br: Matriculado desde %@

# student.edit
source: Edit Student
pt_br: Editar Estudante

# student.name
source: Name
pt_br: Nome

# student.birthdate
source: Date of Birth
pt_br: Data de Nascimento

# student.grade
source: Grade
pt_br: Série

# grade.none
source: None
pt_br: Nenhuma

# grade.first
source: 1st Grade
pt_br: 1° Série

# grade.second
source: 2nd Grade
pt_br: 2° Série

# grade.third
source: 3rd Grade
pt_br: 3° Série

# grade.fourth
source: 4th Grade
pt_br: 4° Série

# grade.fifth
source: 5th Grade
pt_br: 5° Série

# grade.sixth
source: 6th Grade
pt_br: 6° Série

# grade.seventh
source: 7th Grade
pt_br: 7° Série

# grade.eighth
source: 8th Grade
pt_br: 8° Série

# grade.ninth
source: 9th Grade
pt_br: 9° Série
